{
    "courses":[
        {
            "id": 1,
            "name":"Web fundamentals: Html",
            "img": "https://i.pinimg.com/564x/f5/28/f3/f528f37506d84d87b32763eb1703bcd0.jpg",
            "level": "beginner",
            "description":"Master the native markup language of the internet and enter the world of the web.",
            "descriptionComplete":"Master the native markup language of the internet and enter the world of the web. Learn in a simple way the necessary codes to design any web page from scratch. In this course you will learn: Fundamentals of the HTML world, Use and application of CSS, Properties, attributes and fonts, Use of links and images, Development of basic forms, Tables, frames and videos, Publication of the final project, File transfer protocol.",
            "duration":"15",
            "instructor":"Jonatan Villalva",
            "price":"250",
            "category": ["Web Development","Front End"]
        },
        {
            "id": 2,
            "name":"Web designer: Html y Css",
            "img":"https://i.pinimg.com/564x/d5/bc/80/d5bc803f0ab768736cb0df5c06109c9a.jpg",
            "level": "intermediate",
            "description":"Learn to create web interfaces with the two languages that constitute the essence of the network.",
            "descriptionComplete":"Learn to create web interfaces with the two languages that constitute the essence of the network. Master advanced layout tools, incorporate effects, animations and styles to create impressive websites. In this course you will learn: css: selectors, fonts, box modeling, shadows and gradients, transformations and transitions, working with pseudoclasses, use of positions and selectors, pseudoelements and advanced selectors, advanced layout.",
            "duration":"15",
            "instructor":"Jonatan Villalva",
            "price":"450",
            "category": ["Web Development","Front End"]
        },
        {
            "id": 3,
            "name":"Advanced web builder: Sass y Less",
            "img":"https://i.pinimg.com/564x/be/c7/87/bec7875a213ff870920461b3b358ac52.jpg",
            "level": "advanced",
            "description":"Master the last level of layout incorporating effects, animations and styles.",
            "descriptionComplete":"Master the latest level of layout by incorporating effects, animations, and styles. Learn to design websites thinking about the behavior of users. In this course you will learn: Graphic and multimedia elements, JavaScript animation with Canvas, Drawing with SVG, LESS handling, Working with nesting and operations, Use of SASS, File creation and use of variables, Control structures, Implement Transformations and Transitions, Incorporation of 3D elements.",
            "duration":"25",
            "instructor":"Jonatan Villalva",
            "price":"790",
            "category": ["Web Development","Front End"]
        },
        {
            "id": 4,
            "name":"Web programming with ASP.NET",
            "img":"https://i.pinimg.com/564x/b1/15/17/b115176ffc72fbd3c8fb8ab6c5d4af9d.jpg",
            "level": "intermediate",
            "description":"Learn to develop dynamic websites and use all the benefits of the framework.",
            "descriptionComplete":"Learn to develop dynamic websites with ASP.NET and use all the benefits of the .NET Framework. Design Web screens with Web Forms creating complete e-commerce sites for the Internet and Intranets. In this course you will learn: ASP.NET Fundamentals, Design and navigation tools, Using the object paradigm and Frameworks, Configuration of application states, Mastering the complete structure of the language, How to manage data, Using Web Services, AJAX handling and Control Toolkit, Optimizing security, Website creation, User authentication and authorization, Database management with Windows Forms.",
            "duration":"30",
            "instructor":"Federico Aldama",
            "price":"490",
            "category": ["Web Development","Front End"]
        },
        {
            "id": 5,
            "name":"javascript from scratch",
            "img":"https://i.pinimg.com/736x/68/d9/1a/68d91a4a0c40857674fbd3a22b9f0b03.jpg",
            "level": "beginner",
            "description":"Master the fundamentals of programming knowing the scope of this language.",
            "descriptionComplete":"Master the fundamentals of programming knowing the scope of this language necessary to work in the market. Learn to generate developments in Web and Mobile environments. In this course you will learn: Fundamentals of programming, Working with Variables, conditionals and Structures, Changing content dynamically, Arrays and Loops, Functions and Events, ECMAScript 6, Working with Libraries, Most used Frameworks, jQuery and Handlebars.",
            "duration":"30",
            "instructor":"Jonatan Villalva",
            "price":"290",
            "category": ["Web Development","Front End"]
        },
        {
            "id": 6,
            "name":"advanced developer javascript",
            "img":"https://i.pinimg.com/736x/68/d9/1a/68d91a4a0c40857674fbd3a22b9f0b03.jpg",
            "level": "intermediate",
            "description":"Master client-side development and become a front end developer.",
            "descriptionComplete":"Master client-side development and become a Front End Web Developer. Learn how to use JavaScript to create highly interactive experiences. In this course you will learn: Event Driven Model, Data Validation, Making Asynchronous Requests, SPA and REST, Advanced AJAX Tools, Use of Promises in JavaScript, How to use APIs, Prototype Paradigm.",
            "duration":"45",
            "instructor":"Simon Navarrete",
            "price":"450",
            "category": ["Web Development","Front End"]
        },
        {
            "id": 7,
            "name":"Javascript AWP",
            "img":"https://i.pinimg.com/736x/68/d9/1a/68d91a4a0c40857674fbd3a22b9f0b03.jpg",
            "level": "advanced",
            "description":"Learn how to develop progressive web apps with javascript.",
            "descriptionComplete":"Learn how to develop Progressive Web Apps with JavaScript. Build sites with the highest performance possible and learn how to develop mobile apps in JS by simulating native apps. In this course you will learn: Fundamentals of Responsive and Material Design, Good practices in JavaScript, Develop JS applications that load almost instantly, Use DevToos in depth, Progressive Web App, Add Service Worker to the project, Use of Single Page Applications, Develop applications with the possibility of working offline, Detection and development in different Mobile environments, Send notifications to users, Data Caching and interactions, Work with HTTPS and Security.",
            "duration":"30",
            "instructor":"Jonathan Mir Kim",
            "price":"290",
            "category": ["Web Development","Front End"]
        },
        {
            "id": 8,
            "name":"Introduction to database and SQL",
            "img":"https://i.pinimg.com/564x/79/0d/a7/790da74a0b1c69dd3093fecc9a781afb.jpg",
            "level": "beginner",
            "description":"Master the fundamentals for data management and manipulation.",
            "descriptionComplete":"Master the fundamentals for handling and manipulating data. Get to know the world of databases to understand how to work with them. In this course you will learn: Fundamentals of Databases, Installation and use of MySQL, SQL language, Query structures, Operators, clauses and statements, Data manipulation, Records and groupings, Construction of a Database model, Advanced topics , Referential integrity.",
            "duration":"15",
            "instructor":"Federico Aldama",
            "price":"270",
            "category": ["Web Development","Data Base"]
        },
        {
            "id": 9,
            "name":"Analysis and design with SQL server 2019",
            "img":"https://i.pinimg.com/564x/79/0d/a7/790da74a0b1c69dd3093fecc9a781afb.jpg",
            "level": "intermediate",
            "description":"Master complex SQL queries and boost your DBA profile. Develop programs from scratch applying the most advanced Transact-SQL features.",
            "descriptionComplete":"Master complex SQL queries and boost your DBA profile. Develop programs from scratch applying the most advanced Transact-SQL features. In this course you will learn: Fundamentals of SQL Server, Queries and subqueries with Transact-SQL, Working with different data sets, Use of clauses and functions, Relationship between data sets, Error handling with SQL, How to use DML operations, Stored procedures and variables, Relating Data from Multiple Tables, Incorporation of Triggers, Transactions defined by the User, PIVOT, UNPIVOT and OVER Clauses.",
            "duration":"20",
            "instructor":"Simon Navarrete",
            "price":"290",
            "category": ["Web Development","Data Base"]
        },
        {
            "id": 10,
            "name":"Entity Framework y LINQ",
            "img":"https://i.pinimg.com/564x/18/8c/73/188c73ea8b51e656cf9a07f7c715324d.jpg",
            "level": "advanced",
            "description":"It uses the latest stable technology from Microsoft to design and use data objects.",
            "descriptionComplete":"It uses the latest stable technology from Microsoft to design and use data objects. Access information transparently and independently of the SQL dialect. In this course you will learn: Fundamentals of LINQ, How to design and use data objects, Modeling databases with LINQ to SQL, Accessing information transparently, Adding, deleting and querying data, Working with entities and relationships, ASP controls. NET, Data CRUD with LINQ to SQL, LINQ to UI Binding, Stored Procedures and User Functions, Convert Entities (Tables) to Objects (Classes), Data CRUD by SPROC and UDF with LINQ.",
            "duration":"25",
            "instructor":"Jonathan Mir Kim",
            "price":"950",
            "category": ["Web Development","Data Base"]
        },
        {
            "id": 11,
            "name":"Node.js backend",
            "img":"https://i.pinimg.com/564x/99/49/77/994977c48fde58ac674a2d05ba5a5efb.jpg",
            "level": "intermediate",
            "description":"Enter the world of Node.js, the language that offers the highest processing speed to your applications.",
            "descriptionComplete":"Enter the world of Node.JS, the language that offers the highest processing speed to your applications. In this course you will learn: Node.js/JavaScript Ecosystem, Programming in modern ECMAScript on the server side, Creation of RESTful JSON API Server with npm and express, Implementation of template engines in a project, MongoDB database connection and Mongoose library , WebSockets: Real Time client / server connection, Storage sessions, authentication and authorization, Server development: patterns, layers and optimization, Webpack and Babel for code compilation, Server testing, TDD and BDD methodologies, Development frameworks: Adonis, Nest, Sails and KOA, Introduction to Deno: the future of Node.js.",
            "duration":"20",
            "instructor":"Estiven Mu単oz",
            "price":"390",
            "category": ["Web Development","Back End"]
        },
        {
            "id": 12,
            "name":"React.js developer",
            "img":"https://i.pinimg.com/564x/14/85/d2/1485d2bae0d74dda2971f6a19e0ce9e8.jpg",
            "level": "advanced",
            "description":"Master one of the tools most in demand by the labor market for the development of web interfaces.",
            "descriptionComplete":"Master one of the tools most in demand by the labor market for the development of web interfaces. Learn how to build a fully productive project from scratch. In this course you will learn: Introduction to React.Js, Thinking in Components, Navigation with React-Router, Design Patterns in React and Hooks, React and REST API, Introduction to Redux, Use of Redux Middlewares, Deploy, Typescript and PWA.",
            "duration":"30",
            "instructor":"Emiliano Galvan",
            "price":"570",
            "category": ["Web Development","Front End"]
        },
        {
            "id": 13,
            "name":"Data analysis and visualization",
            "img":"https://i.pinimg.com/564x/f7/ae/11/f7ae112661403a47cc6a0bfb8968df5b.jpg",
            "level": "beginner",
            "description":"Master the latest tools to present data professionally.",
            "descriptionComplete":"Master the latest tools to present data professionally. Understands techniques for collecting and presenting different types of information. In this course you will learn: Business Intelligence, Quantify and transform data sets, SmartData (Analytics + Big Data), Data Reduction, Define and control quality indicators, How to generate Metadata, Work with Geographic Data, Data tools: MySQL, PowerBI and QGIS.",
            "duration":"25",
            "instructor":"Emiliano Galvan",
            "price":"275",
            "category": ["Data Science","Data Analytics"]
        },
        {
            "id": 14,
            "name":"Microsoft azure data fundamentals",
            "img":"https://i.pinimg.com/736x/e2/5f/4b/e25f4bca6fe9fd4345dac26a69e3ca8b.jpg",
            "level": "intermediate",
            "description":"Master the fundamentals to create data analytics solutions in Azure.",
            "descriptionComplete":"Master the fundamentals of building data analytics solutions on Azure. Learn to identify and implement relational and non-relational data, big data and its analysis. Official Course DP-900T00-A: Microsoft Azure Data Fundamentals, Material available in Spanish on the Skillpipe platform. In this course you will learn: Data Fundamentals, Exploring Relational Data in Azure, Database Provisioning and Deployment, Azure Cloud Data Services, Non-Relational Data Management, Modern Data Warehouse Analytics, Query and Troubleshooting. Cloud data, Creating data analytics solutions, Azure Synapse Analytics, Azure Databricks and Azure HDInsight, Using Microsoft Power BI.",
            "duration":"25",
            "instructor":"Estiven Mu単oz",
            "price":"690",
            "category": ["Data Science","Data Analytics"]
        },
        {
            "id": 15,
            "name":"Python for data analysis",
            "img":"https://i.pinimg.com/736x/d7/6c/03/d76c0390302a9c0df2ad5c0da75717f2.jpg",
            "level": "advanced",
            "description":"Master the language with the greatest projection in the world of data.",
            "descriptionComplete":"Master the language with the greatest projection in the world of data. Learn to use Jupyter Notebook and become a Data Scientist. In this course you will learn: Python and Data Science, Use of the Anaconda Environment, Big Data Datasets, Variables and data structure, Arithmetic and comparative operations, Working with Logical Operations, Achieving autonomy in Python, Manipulation of Variables, Libraries: Panda, Numpy and Matplotlib, Multidimensional Arrays.",
            "duration":"35",
            "instructor":"Federico Aldama",
            "price":"890",
            "category": ["Data Science","Data Analytics"]
        },
        {
            "id": 16,
            "name":"Machine learning",
            "img":"https://i.pinimg.com/736x/e7/fe/7b/e7fe7b60e4d3757a0b56fff37f106dc0.jpg",
            "level": "advanced",
            "description":"Master the world of machine learning and manage data professionally.",
            "descriptionComplete":"Master the world of Machine Learning and manage data professionally. Learn about the challenges posed by the Artificial Intelligence that is already among us. In this course you will learn: Understand the type of problems that are solved with Artificial Intelligence, Know the Artificial Intelligence Workflow using Machine Learning, Interpret necessary concepts of Probability and Statistics to solve problems, Work with Python, Anaconda, and Jupyter Notebook, Perform Data Exploration and Visualization and then create a model with artificial intelligence, Find the story that your data can tell, combining statistical techniques with visualization tools, Learn about the algorithms used in Machine Learning, Perform Cross-Validation and Search Random, Dealing with Unbalanced Datasets, where one of the classes to be predicted has a very low presence in the data, Working with Mean Squared Error and ROC Curve.",
            "duration":"40",
            "instructor":"Jonatan Villalva",
            "price":"950",
            "category": ["Data Science","machine Learning"]
        },
        {
            "id": 17,
            "name":"Data analysis with R language",
            "img":"https://i.pinimg.com/564x/cb/f5/c9/cbf5c99fabd94afb20c581d1bbf329d8.jpg",
            "level": "advanced",
            "description":"Begin your journey in the R language and become a data scientist.",
            "descriptionComplete":"Begin your journey in the R language and become a Data Scientist. Learn from scratch the algorithms for statistical analysis. In this course you will learn: R Language from Scratch, Working with Data, Data Management and Data Wrangling, GGPLOT2 and DPLYR, Applying operations on data, Use of calculated fields, Data Visualization, Maggrit syntax, Regressions and predictive models, Use of information Geography and Maps, Manipulating files, Working with tables and models.",
            "duration":"25",
            "instructor":"Simon Navarrete",
            "price":"1030",
            "category": ["Data Science","Data Analytics"]
        },
        {
            "id": 18,
            "name":"Big data con hadoop y spark",
            "img":"https://i.pinimg.com/564x/a1/33/7c/a1337ca9c460abf3f513352030c2eb59.jpg",
            "level": "advanced",
            "description":"Master the latest open source tools for big data management.",
            "descriptionComplete":"Master the latest open source tools for Big Data management. Learn about the techniques and technologies for professional data management. In this course you will learn: Fundamentals of Big Data, Design management architectures, Work with scalable data, Design scalable and highly available data management architectures, Process structured and unstructured data generated in batch and streaming, Develop data pipelines with different programming languages: Python, Scala and R, Identify the use cases of NoSQL databases.",
            "duration":"40",
            "instructor":"Federico Aldama",
            "price":"930",
            "category": ["Data Science","Big Data"]
        },
        {
            "id": 19,
            "name":"Introduction to ux",
            "img":"https://i.pinimg.com/564x/aa/76/37/aa7637edc27428d37bfbe450b037700f.jpg",
            "level": "beginner",
            "description":"Know the main concepts and methods used in user experience in web design.",
            "descriptionComplete":"Know the main concepts and methods used in User Experience in Web Design. In this course you will have an integrated vision of the different disciplines that are part of UX, as well as the roles that make it up and the possibilities of its implementation. In this course you will learn: Understand what UX is, Identify the roles that comprise it, Recognize the factors that make up the user experience, Learn about Usability, Understand how Interaction Design (IXD) works, Learn about Information Architecture, Understand Accessibility, Identify the differences between CX and UX, Know and learn the different Heuristic Principles, Develop prototypes in low.",
            "duration":"15",
            "instructor":"Estiven Mu単oz",
            "price":"490",
            "category": ["Web Design","UX Design"]
        },
        {
            "id": 20,
            "name":"Ux writing",
            "img":"https://i.pinimg.com/564x/ef/be/ac/efbeac167cc0d3eec4f1de537dcef187.jpg",
            "level": "intermediate",
            "description":"Know the power of words in digital products.",
            "descriptionComplete":"Know the power of words in digital products. Define the sensitivity of your product by creating texts focused on the user. In this course you will learn: Role of the UX Writer in the development of the project, User-centered writing, Brief and communication plan, Design of emails, push notifications and landings, Content for each type of screen, Development of the Style Manual.",
            "duration":"20",
            "instructor":"Jonathan Mir Kim",
            "price":"690",
            "category": ["Web Design","UX Design"]
        },
        {
            "id": 21,
            "name":"User research",
            "img":"https://i.pinimg.com/564x/d5/dd/4e/d5dd4e213396aa42d63e5531c8af46cd.jpg",
            "level": "intermediate",
            "description":"Master an approach to user research.",
            "descriptionComplete":"Master an approach to user behavior research. Knows and interprets the needs and motivations to make quality products. In this course you will learn: Fundamentals of User Research, Quantitative and qualitative methods, Design of Benchmarks, Interviews and participant observation, Development of surveys and Focus Groups, Working with the People technique, Tools to obtain information, Methods for UX mapping.",
            "duration":"25",
            "instructor":"Federico Aldama",
            "price":"870",
            "category": ["Web Design","UX Design"]
        },
        {
            "id": 22,
            "name":"Ui user interface",
            "img":"https://i.pinimg.com/564x/5c/61/48/5c614840cde85975d1843957146c7f97.jpg",
            "level": "intermediate",
            "description":"This course provides an approach focused on the correct process of creating a user interface.",
            "descriptionComplete":"This course provides an approach focused on the correct process of creating a user interface. It has practices and content developed based on market demands, and from a comprehensive perspective. It has practices and content developed based on market demands, and from a comprehensive perspective. In this course you will learn: Understand the MVP concept, Understand the different types of Card Sorting, Understand and carry out a Sitemap, Know the concept of User Flow, Create a User Flow, Carry out Wireframes and understand their scope, Plan, execute and analyze the results of a User Test, Know the laws, principles and patterns that help the interface designer to make more efficient products, Know the Gestalt principles, Make the functional prototype of your proposal, Test the prototypes and iterate consequently, Apply the Atomic design methodology, Work with a grid system, Know tools to develop moodboards and carry them out, Build a UI KIT, Know the principles of motion applied to UI.",
            "duration":"25",
            "instructor":"Estiven Mu単oz",
            "price":"790",
            "category": ["Web Design","UI Design"]
        },
        {
            "id": 23,
            "name":"Content marketing and viralization",
            "img":"https://i.pinimg.com/736x/58/18/dd/5818dd70b2e44626298b46096721bfce.jpg",
            "level": "intermediate",
            "description":"Create quality content and learn how to viralize it on social networks.",
            "descriptionComplete":"Create quality content and learn how to viralize it on social networks. Understand the functions of the Content Manager in Branding development. In this course you will learn: Fundamentals of Content Marketing, Content Funnel Design, Competition Analysis, Storytelling Communication Strategies, Techniques to know our Target Audience, Curing, creating and planning content, Viral Marketing, Marketing Strategy with influencers .",
            "duration":"30",
            "instructor":"Simon Navarrete",
            "price":"990",
            "category": ["Digital marketing","social networks"]
        },
        {
            "id": 24,
            "name":"Social media ads",
            "img":"https://i.pinimg.com/564x/3e/06/71/3e06710fb1062186a729fd4cdb87cb5a.jpg",
            "level": "intermediate",
            "description":"Master the techniques to advertise efficiently on the networks.",
            "descriptionComplete":"Master the techniques to advertise efficiently on the networks. Learn to define your objectives strategically to generate greater benefits. In this course you will learn: Ads with impact on Social Media, Audience Study, Implementation of advertising campaigns, Remarketing on Social Networks, Obtaining statistics, Optimizing integration and traffic, Applications to increase your presence, Competition analysis.",
            "duration":"35",
            "instructor":"Jonatan Villalva",
            "price":"640",
            "category": ["Digital marketing","social networks"]
        },
        {
            "id": 25,
            "name":"Google ads certification",
            "img":"https://i.pinimg.com/564x/77/01/a5/7701a587abc457140246fb16bd38647c.jpg",
            "level": "advanced",
            "description":"Certificate as an expert in campaign management with google ads.",
            "descriptionComplete":"Get certified as an expert in campaign management with Google Ads. Demonstrate your ability to solve online campaigns and expand your job opportunities. In this course you will learn: How to obtain and work with the official Google Ads certification, Extend your capacity and knowledge of the Google Ads Platform, Achieve a better job position thanks to certification.",
            "duration":"40",
            "instructor":"Jonathan Mir Kim",
            "price":"1090",
            "category": ["Digital marketing","advertising"]
        },
        {
            "id": 26,
            "name":"I wrote to sell",
            "img":"https://i.pinimg.com/564x/d9/3f/12/d93f120b31e24a74e6b88f754fc8cc45.jpg",
            "level": "intermediate",
            "description":"I discovered persuasive writing formulas and techniques to sell more on your website, social networks and ads.",
            "descriptionComplete":"I discovered persuasive writing techniques to sell more on your website, social networks and ads. In this course you will learn: What are the principles of persuasive writing that go through any sales text, the steps prior to writing: define your ideal client, your offer and the tone of voice of your brand, you will see how the key elements of the copywriting.",
            "duration":"30",
            "instructor":"Federico Aldama",
            "price":"790",
            "category": ["Digital marketing","Copywriting"]
        },
        {
            "id": 27,
            "name":"Email marketing",
            "img":"https://i.pinimg.com/564x/fe/6e/7b/fe6e7b99bfd1796b0f8ea94f9af19b9c.jpg",
            "level": "advanced",
            "description":"Learn an email marketing strategy to retain customers.",
            "descriptionComplete":"Implement an email marketing strategy to retain customers. Learn how to manage profitable databases that maximize the return on investment. In this course you will learn: Fundamentals of Email Marketing, Working with Databases, Segmentation Strategies, Creation and sending of Newsletters, Anatomy of an effective message, Statistics and optimization, Profitability calculation, Automation and A/B Testing.",
            "duration":"15",
            "instructor":"Jonatan Villalva",
            "price":"630",
            "category": ["Digital marketing","advertising"]
        },
        {
            "id": 28,
            "name":"Introduction to digital marketing",
            "img":"https://i.pinimg.com/564x/9d/d5/15/9dd5155a468d9d19a43a6546c3859486.jpg",
            "level": "beginner",
            "description":"Learn to master the main concepts of digital marketing.",
            "descriptionComplete":"Implement an email marketing strategy to retain customers. Learn how to manage profitable databases that maximize the return on investment. In this course you will learn: Fundamentals of Email Marketing, Working with Databases, Segmentation Strategies, Creation and sending of Newsletters, Anatomy of an effective message, Statistics and optimization, Profitability calculation, Automation and A/B Testing. In this course you will learn: Fundamentals of Digital Marketing, Design and implementation of strategies, Digital Ecosystem of a brand, Positioning: SEO and SEM, Content Marketing, Targeted Communication, Email Marketing and Social Media, Geomarketing and augmented reality.",
            "duration":"35",
            "instructor":"Emiliano Galvan",
            "price":"390",
            "category": ["Digital marketing","social networks"]
        },
        {
            "id": 29,
            "name":"Web positioning, SEO",
            "img":"https://i.pinimg.com/564x/0e/4e/c6/0e4ec67a4e03b5d2f010d3d0f20b85a7.jpg",
            "level": "advanced",
            "description":"Master the techniques to position your site in google professionally. Work with algorithms and search engines.",
            "descriptionComplete":"Master the techniques to position your site in Google professionally. Work with algorithms and search engines to obtain the highest online reputation. In this course you will learn: SEO Fundamentals, Robots and search algorithms, SEO factors and objectives, Geolocation and web Usability, PageRank, popularity and relevance, Keywords and OnPage optimization, Competition analysis, OnServer Optimization, Multiregional and multilingual sites, Working with Rich Snippets, Off Page Factor Optimization, Link Building, White and Black Hat Techniques, SEO Campaign Analysis, Traffic and KPIs, Optimize site speed.",
            "duration":"20",
            "instructor":"Simon Navarrete",
            "price":"790",
            "category": ["Digital marketing","Search Engine optimization (Seo)"]
        }
    ]
}